tap "homebrew/bundle"

cask_args appdir: "~/Applications"

brew "asdf"
brew "awscli"
brew "direnv"
brew "ffmpeg"
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "mas"
brew "peco"
brew "starship"
brew "stow"

cask "chatgpt"
cask "docker"
cask "google-chrome"
cask "homerow"
cask "karabiner-elements"
cask "logitech-g-hub"
cask "notion"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "warp"
