tap "homebrew/bundle"

cask_args appdir: "~/Applications"

# Shell and terminal tools
brew "fd"
brew "fzf"
brew "jq"
brew "ripgrep"
brew "zoxide"
brew "sheldon"
brew "starship"
brew "fastfetch"
brew "herdr"
brew "tmux"
brew "stow"
brew "tlrc"
brew "poppler"
brew "yazi"

# Development tools
brew "awscli"
brew "gh"
brew "git"
brew "lazygit"
brew "neovim"

# Languages and tool version management
brew "go"
brew "mise"

# Applications
cask "chatgpt"
cask "codex"
cask "codex-app"
cask "docker-desktop"
cask "ghostty"
cask "google-chrome"
cask "notion"
cask "raycast"
cask "visual-studio-code"

# Fonts
cask "font-hackgen-nerd"
