tap "homebrew/bundle"

cask_args appdir: "~/Applications"

brew "asdf"
brew "awscli"
brew "direnv"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "mas"
brew "sheldon"
brew "starship"
brew "stow"

cask "chatgpt"
cask "codex"
cask "codex-app"
cask "docker-desktop"
cask "ghostty"
cask "notion"
cask "raycast"
cask "visual-studio-code"

cask "font-hackgen-nerd"
